[
  {
    "name": "It Ends with Us: A Novel",
    "author": "Colleen Hoover",
    "description": "In this “brave and heartbreaking novel that digs its claws into you and doesn’t let go, long after you’ve finished it” (Anna Todd, New York Times bestselling author) from the #1 New York Times bestselling author of All Your Perfects, a workaholic with a too-good-to-be-true romance can’t stop thinking about her first love.\n",
    "price": "10.26",
    "currency": "USD",
    "pages": "384",
    "review": ""
  },
  {
    "name": "Verity",
    "author": "Colleen Hoover",
    "description": "Whose truth is the lie? Stay up all night reading the sensational psychological thriller that has readers obsessed, from the #1 New York Times bestselling author of It Ends With Us.",
    "price": "11.26",
    "currency": "USD",
    "pages": "336",
    "review": ""
  },
  {
    "name": "Where the Crawdads Sing",
    "author": "Delia Owens",
    "description": "NOW A MAJOR MOTION PICTURE—The #1 New York Times bestselling worldwide sensation with more than 15 million copies sold, hailed by The New York Times Book Review as “a painfully beautiful first novel that is at once a murder mystery, a coming-of-age narrative and a celebration of nature.”\n",
    "price": "9.98",
    "currency": "USD",
    "pages": "400",
    "review": ""
  },
  {
    "name": "The Final Gambit",
    "author": "Jennifer Lynn Barnes",
    "description": "Avery’s fortune, life, and loves are on the line in the game that everyone will be talking about.\n",
    "price": "14.07",
    "currency": "USD",
    "pages": "384",
    "review": ""
  },
  {
    "name": "The Great Reset: And the War for the World",
    "author": "Alex Jones",
    "description": "In The Great Reset: And the War for the World, the most controversial man on earth Alex Jones gives you a full analysis of The Great Reset, the global elite's international conspiracy to enslave humanity and all life on the planet.\n",
    "price": "29.25",
    "currency": "USD",
    "pages": "264",
    "review": ""
  },
  {
    "name": "Fairy Tale",
    "author": "Stephen King",
    "description": "Legendary storyteller Stephen King goes into the deepest well of his imagination in this spellbinding novel about a seventeen-year-old boy who inherits the keys to a parallel world where good and evil are at war, and the stakes could not be higher—for that world or ours.\n",
    "price": "20.99",
    "currency": "USD",
    "pages": "608",
    "review": ""
  },
  {
    "name": "The Seven Husbands of Evelyn Hugo: A Novel",
    "author": "Taylor Jenkins Reid",
    "description": "“If you’re looking for a book to take on holiday this summer, The Seven Husbands of Evelyn Hugo has got all the glitz and glamour to make it a perfect beach read.” —Bustle\n",
    "price": "9.42",
    "currency": "USD",
    "pages": "400",
    "review": ""
  },
  {
    "name": "All Good People Here: A Novel",
    "author": "Ashley Flowers",
    "description": "#1 NEW YORK TIMES BESTSELLER • In the propulsive debut novel from the host of the #1 true crime podcast Crime Junkie, a journalist uncovers her hometown’s dark secrets when she becomes obsessed with the unsolved murder of her childhood neighbor—and the disappearance of another girl twenty years later.\n",
    "price": "18.51",
    "currency": "USD",
    "pages": "320",
    "review": ""
  },
  {
    "name": "The Ink Black Heart (A Cormoran Strike Novel, 6)",
    "author": "Robert Galbraith",
    "description": "The latest installment in the highly acclaimed, internationally bestselling Strike series finds Cormoran and Robin ensnared in another winding, wicked case.\n",
    "price": "21.49",
    "currency": "USD",
    "pages": "1024",
    "review": ""
  },
  {
    "name": "The Maid: A Novel",
    "author": "Nita Prose",
    "description": "#1 NEW YORK TIMES BESTSELLER • GOOD MORNING AMERICA BOOK CLUB PICK • “A heartwarming mystery with a lovable oddball at its center” (Real Simple), this cozy whodunit introduces a one-of-a-kind heroine who will steal your heart.\n \n“The reader comes to understand Molly’s worldview, and to sympathize with her longing to be accepted—a quest that gives The Maid real emotional heft.”—The New York Times Book Review (Editors’ Choice)",
    "price": "16.90",
    "currency": "USD",
    "pages": "304",
    "review": ""
  }
]